-- phpMyAdmin SQL Dump
-- version 5.0.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 06, 2020 at 05:26 PM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.4.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `index.r`
--

-- --------------------------------------------------------

--
-- Table structure for table `ajilbar_huvi`
--

CREATE TABLE `ajilbar_huvi` (
  `Aj_ID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `AJ_Code` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `Ts_Huvi` double NOT NULL,
  `Mat_Huvi` double NOT NULL,
  `Mech_Huvi` double NOT NULL,
  `Te_Huvi` double NOT NULL,
  `Shuz_Huvi` double NOT NULL,
  `Busad_Huvi` double NOT NULL,
  `NuhBur_Huvi` double NOT NULL,
  `Ash_Huvi` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ajilbar_huvi`
--

INSERT INTO `ajilbar_huvi` (`Aj_ID`, `AJ_Code`, `Ts_Huvi`, `Mat_Huvi`, `Mech_Huvi`, `Te_Huvi`, `Shuz_Huvi`, `Busad_Huvi`, `NuhBur_Huvi`, `Ash_Huvi`) VALUES
('1', 'ТҮ01', 2.02, 0, 3.83, 2.03, 0.59, 2.03, 2.02, 2.02),
('2', 'ТҮ02', 3.73, 8.87, 7.92, 3.74, 7.92, 3.74, 3.73, 3.73),
('3', 'ТҮ03', 7.66, 6.42, 7.07, 7.67, 7.92, 7.67, 7.66, 7.66),
('4', 'ТҮ04', 2.09, 7.83, 2.24, 7.67, 7.92, 2.09, 2.09, 2.09),
('5', 'ТҮ05', 9.07, 16.31, 12.31, 9.09, 7.92, 9.09, 9.07, 9.07),
('6', 'ТҮ06', 9.59, 6.05, 4.28, 9.61, 7.92, 9.61, 9.59, 9.59),
('7', 'ТҮ07', 1.28, 1.35, 0.78, 1.29, 7.92, 1.29, 1.28, 1.28),
('8', 'ТҮ08', 20.31, 7.47, 3.01, 20.35, 7.92, 20.35, 20.31, 20.31),
('9', 'ТҮ09', 3.75, 0.62, 1.06, 3.76, 7.92, 3.76, 3.75, 3.75),
('10', 'ТҮ10', 3.31, 0.34, 0.23, 3.32, 7.92, 3.32, 3.31, 3.31),
('11', 'ТҮ11', 12.62, 14.78, 9.09, 12.65, 7.92, 12.65, 12.62, 12.62),
('12', 'ТҮ12', 10.31, 11.51, 43.82, 10.34, 7.92, 10.34, 10.32, 10.32),
('13', 'ТҮ13', 1.94, 3.07, 1.15, 1.94, 7.92, 1.94, 1.93, 1.93),
('14', 'ТҮ14', 1.69, 3.36, 0.25, 1.69, 7.92, 1.69, 1.69, 1.69),
('15', 'ТҮ15', 2.04, 4.57, 0.7, 1.82, 7.92, 1.82, 2.04, 2.04),
('16', 'ТҮ16', 8.59, 7.45, 2.26, 8.61, 7.92, 8.61, 8.59, 8.59);

-- --------------------------------------------------------

--
-- Table structure for table `ajilbar_name`
--

CREATE TABLE `ajilbar_name` (
  `Aj_ID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `AjilName` varchar(75) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ajilbar_name`
--

INSERT INTO `ajilbar_name` (`Aj_ID`, `AjilName`) VALUES
('1', 'Газар шорооны ажил'),
('2', 'Суурийн ажил'),
('3', 'Ханын ажил'),
('4', 'Шалны ажил'),
('5', 'Хучилтын ажил,багана дам нуруу'),
('6', 'Шатны ажил'),
('7', 'Дээврийн ажил'),
('8', 'Хаалга цонхны ажил'),
('9', 'Гадна заслын ажил'),
('10', 'Дотор заслын ажил'),
('11', 'Дотор халаалтын ажил'),
('12', 'Салхивчны ажил'),
('13', 'Дотор цэвэр усны ажил'),
('14', 'Дотор бохир усны ажил'),
('15', 'Дотор гэрэлтүүлгийн ажил'),
('16', 'Дотор холбоожуулалтын ажил');

-- --------------------------------------------------------

--
-- Table structure for table `ajilbar_urtug`
--

CREATE TABLE `ajilbar_urtug` (
  `Aj_ID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `AJ_Code` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `Ts_Une` double NOT NULL,
  `Mat_Une` double NOT NULL,
  `Mech_Une` double NOT NULL,
  `Te_Une` double NOT NULL,
  `ShuZ_Une` double NOT NULL,
  `Busad_Une` double NOT NULL,
  `NuhBur_Une` double NOT NULL,
  `Ash_Une` double NOT NULL,
  `NOAT` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ajilbar_urtug`
--

INSERT INTO `ajilbar_urtug` (`Aj_ID`, `AJ_Code`, `Ts_Une`, `Mat_Une`, `Mech_Une`, `Te_Une`, `ShuZ_Une`, `Busad_Une`, `NuhBur_Une`, `Ash_Une`, `NOAT`) VALUES
('1', 'ТҮ01', 3272.66, 0, 2555.9, 409.5, 6238.06, 497.06, 650.94, 809.84, 819.59),
('2', 'ТҮ02', 6043.08, 71627.69, 5285.3, 754.45, 83710.53, 915.77, 1201.99, 1495.39, 8732.37),
('3', 'ТҮ03', 12410.2, 51843.27, 4718.07, 1547.22, 70518.75, 1878.07, 2468.43, 3070.96, 7793.62),
('4', 'ТҮ04', 3386.07, 63229.41, 1494.83, 421.6, 68531.91, 511.76, 673.5, 837.9, 7055.51),
('5', 'ТҮ05', 14694.58, 131707.74, 8214.91, 1833.66, 156450.9, 2225.77, 2922.81, 3636.25, 16523.57),
('6', 'ТҮ06', 15537.05, 48855.42, 2856.2, 1938.56, 69187.22, 2353.1, 3090.38, 3844.72, 7847.54),
('7', 'ТҮ07', 2073.77, 10901.62, 520.52, 260.22, 13756.13, 315.87, 412.48, 513.16, 1499.76),
('8', 'ТҮ08', 32904.84, 60322.31, 2008.68, 4105.07, 99340.9, 4982.88, 6544.89, 8142.47, 11901.11),
('9', 'ТҮ09', 6075.49, 5006.67, 707.38, 758.48, 12548.01, 920.67, 1208.44, 1503.41, 1618.05),
('10', 'ТҮ10', 5362.63, 2745.59, 153.49, 669.72, 8931.43, 812.93, 1066.65, 1327.01, 1213.8),
('11', 'ТҮ11', 20446.04, 119352.57, 6066.09, 2551.8, 148416.5, 3097.47, 4066.79, 5059.47, 16064.02),
('12', 'ТҮ12', 16703.54, 92946.42, 29242.67, 2085.82, 140978.45, 2531.84, 3325.62, 4137.38, 15097.33),
('13', 'ТҮ13', 3143.05, 24791.1, 767.44, 391.34, 29092.93, 475.03, 621.94, 773.75, 3096.37),
('14', 'ТҮ14', 2738.02, 27132.93, 166.83, 340.91, 30378.69, 413.81, 544.6, 677.54, 3201.46),
('15', 'ТҮ15', 3305.06, 36904.01, 467.14, 367.14, 41043.35, 445.64, 657.39, 817.85, 4296.42),
('16', 'ТҮ16', 13916.92, 60160.8, 1508.18, 1736.84, 77322.74, 2108.24, 2768.13, 3443.81, 8564.29);

-- --------------------------------------------------------

--
-- Table structure for table `barilga_tusuv`
--

CREATE TABLE `barilga_tusuv` (
  `Aj_ID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `AJ_Code` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `Ts_Une` double NOT NULL,
  `Ts_Huvi` double NOT NULL,
  `Mat_Une` double NOT NULL,
  `Mat_Huvi` double NOT NULL,
  `Mech_Une` double NOT NULL,
  `Mech_Huvi` double NOT NULL,
  `Te_Une` double NOT NULL,
  `Te_Huvi` double NOT NULL,
  `ShuZ_Une` double NOT NULL,
  `Shuz_Huvi` double NOT NULL,
  `Busad_Une` double NOT NULL,
  `Busad_Huvi` double NOT NULL,
  `NuhBur_Une` double NOT NULL,
  `NuhBur_Huvi` double NOT NULL,
  `Ash_Une` double NOT NULL,
  `Ash_Huvi` double NOT NULL,
  `NOAT` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `barilga_tusuv`
--

INSERT INTO `barilga_tusuv` (`Aj_ID`, `AJ_Code`, `Ts_Une`, `Ts_Huvi`, `Mat_Une`, `Mat_Huvi`, `Mech_Une`, `Mech_Huvi`, `Te_Une`, `Te_Huvi`, `ShuZ_Une`, `Shuz_Huvi`, `Busad_Une`, `Busad_Huvi`, `NuhBur_Une`, `NuhBur_Huvi`, `Ash_Une`, `Ash_Huvi`, `NOAT`) VALUES
('1', 'ТҮ01', 3272.66, 2.02, 0, 0, 2555.9, 3.83, 409.5, 2.03, 6238.06, 0.59, 497.06, 2.03, 650.94, 2.02, 809.84, 2.02, 819.59),
('2', 'ТҮ02', 6043.08, 3.73, 71627.69, 8.87, 5285.3, 7.92, 754.45, 3.74, 83710.53, 7.92, 915.77, 3.74, 1201.99, 3.73, 1495.39, 3.73, 8732.37),
('3', 'ТҮ03', 12410.2, 7.66, 51843.27, 6.42, 4718.07, 7.07, 1547.22, 7.67, 70518.75, 7.92, 1878.07, 7.67, 2468.43, 7.66, 3070.96, 7.66, 7793.62),
('4', 'ТҮ04', 3386.07, 2.09, 63229.41, 7.83, 1494.83, 2.24, 421.6, 7.67, 68531.91, 7.92, 511.76, 2.09, 673.5, 2.09, 837.9, 2.09, 7055.51),
('5', 'ТҮ05', 14694.58, 9.07, 131707.74, 16.31, 8214.91, 12.31, 1833.66, 9.09, 156450.9, 7.92, 2225.77, 9.09, 2922.81, 9.07, 3636.25, 9.07, 16523.57),
('6', 'ТҮ06', 15537.05, 9.59, 48855.42, 6.05, 2856.2, 4.28, 1938.56, 9.61, 69187.22, 7.92, 2353.1, 9.61, 3090.38, 9.59, 3844.72, 9.59, 7847.54),
('7', 'ТҮ07', 2073.77, 1.28, 10901.62, 1.35, 520.52, 0.78, 260.22, 1.29, 13756.13, 7.92, 315.87, 1.29, 412.48, 1.28, 513.16, 1.28, 1499.76),
('8', 'ТҮ08', 32904.84, 20.31, 60322.31, 7.47, 2008.68, 3.01, 4105.07, 20.35, 99340.9, 7.92, 4982.88, 20.35, 6544.89, 20.31, 8142.47, 20.31, 11901.11),
('9', 'ТҮ09', 6075.49, 3.75, 5006.67, 0.62, 707.38, 1.06, 758.48, 3.76, 12548.01, 7.92, 920.67, 3.76, 1208.44, 3.75, 1503.41, 3.75, 1618.05),
('10', 'ТҮ10', 5362.63, 3.31, 2745.59, 0.34, 153.49, 0.23, 669.72, 3.32, 8931.43, 7.92, 812.93, 3.32, 1066.65, 3.31, 1327.01, 3.31, 1213.8),
('11', 'ТҮ11', 20446.04, 12.62, 119352.57, 14.78, 6066.09, 9.09, 2551.8, 12.65, 148416.5, 7.92, 3097.47, 12.65, 4066.79, 12.62, 5059.47, 12.62, 16064.02),
('12', 'ТҮ12', 16703.54, 10.31, 92946.42, 11.51, 29242.67, 43.82, 2085.82, 10.34, 140978.45, 7.92, 2531.84, 10.34, 3325.62, 10.32, 4137.38, 10.32, 15097.33),
('13', 'ТҮ13', 3143.05, 1.94, 24791.1, 3.07, 767.44, 1.15, 391.34, 1.94, 29092.93, 7.92, 475.03, 1.94, 621.94, 1.93, 773.75, 1.93, 3096.37),
('14', 'ТҮ14', 2738.02, 1.69, 27132.93, 3.36, 166.83, 0.25, 340.91, 1.69, 30378.69, 7.92, 413.81, 1.69, 544.6, 1.69, 677.54, 1.69, 3201.46),
('15', 'ТҮ15', 3305.06, 2.04, 36904.01, 4.57, 467.14, 0.7, 367.14, 1.82, 41043.35, 7.92, 445.64, 1.82, 657.39, 2.04, 817.85, 2.04, 4296.42),
('16', 'ТҮ16', 13916.92, 8.59, 60160.8, 7.45, 1508.18, 2.26, 1736.84, 8.61, 77322.74, 7.92, 2108.24, 8.61, 2768.13, 8.59, 3443.81, 8.59, 8564.29);

-- --------------------------------------------------------

--
-- Table structure for table `shuzdun`
--

CREATE TABLE `shuzdun` (
  `Aj_ID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `AJ_Code` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `ShuZ_Une` double NOT NULL,
  `Shuz_Huvi` double NOT NULL,
  `NuhBur_Huvi` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `shuzdun`
--

INSERT INTO `shuzdun` (`Aj_ID`, `AJ_Code`, `ShuZ_Une`, `Shuz_Huvi`, `NuhBur_Huvi`) VALUES
('1', 'ТҮ01', 6238.06, 0.59, 2.02),
('2', 'ТҮ02', 83710.53, 7.92, 3.73),
('3', 'ТҮ03', 70518.75, 7.92, 7.66),
('4', 'ТҮ04', 68531.91, 7.92, 2.09),
('5', 'ТҮ05', 156450.9, 7.92, 9.07),
('6', 'ТҮ06', 69187.22, 7.92, 9.59),
('7', 'ТҮ07', 13756.13, 7.92, 1.28),
('8', 'ТҮ08', 99340.9, 7.92, 20.31),
('9', 'ТҮ09', 12548.01, 7.92, 3.75),
('10', 'ТҮ10', 8931.43, 7.92, 3.31),
('11', 'ТҮ11', 148416.5, 7.92, 12.62),
('12', 'ТҮ12', 140978.45, 7.92, 10.32),
('13', 'ТҮ13', 29092.93, 7.92, 1.93),
('14', 'ТҮ14', 30378.69, 7.92, 1.69),
('15', 'ТҮ15', 41043.35, 7.92, 2.04),
('16', 'ТҮ16', 77322.74, 7.92, 8.59);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
